#name=input("введите ваше имя")
#print("привет, ", name)
#age = input ("сколько вам лет")
#print("вам лет" , age, name)
#nam1 = input("введите ваше число")
#nam2 = input("введите ваше число")
#print("опирация над числаим")
#print("сложение -", float(nam1) + float(nam2))
#print("вычитание -", float(nam1) - float(nam2))
#print("умножение -", float(nam1) * float(nam2))
#print("деление -", float(nam1) / float(nam2))
#p = float(input("Начальная сумма вклада: "))
#r = float(input("Процент по вкладу: "))
#t = float(input("Количество лет: "))

#si = (p * r * t) / 100
#print("Начисленные проценты: ", si)
# температуру в градусах Цельсия
#c = float(input("Введите температуру в градусах Цельсия: "))
# переводим в градусы Фаренгейта
#f = (9/5)*c + 32
# вывод результата
#print(c, " градусов Цельсия равны ", f,  " градусам Фаренгейта")
